Repository: mozilla-l10n/mt-training-data
Catalog: abq/abq_pontoon.tmx
Source language: en_us
Languages: abq

source: Select up to three domains (optional)
abq: ХдоменкI йайхIамкIва йгIалшвх (йуымчпагьи йауаштI)

source: Sentence
abq: Ажванахъа

source: Sentence Domain
abq: Ажванахъа адомен

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
abq: Араъа йаныргlалу ажванахъаква зымгlва йырзгlарысабапуата адатасет сс-0 апны йтазлгlуштl

source: { $sentences } sentences reviewed. Thank you!
abq: { $sentences } ажванахъата шврылапштl. Аллахl дшвзыразхатl!

source: Sentence Variant
abq: Ажванахъа алащакI

source: Separate sentences into one line by pressing “Enter” or “Return” once
abq: «Enter» йа «Return» зны шваквста ажванахъаква сатыркIла йакъвыжвга.

source: Service and Retail
abq: АуагIа цхърагIара драйдзари ахвгIахвтри

source: Share Common Voice
abq: Common Voice йамгlану йрылашвша

source: Share your clip
abq: Швклип йрылашвша

source: Shortcuts
abq: Аквцlаласква

source: [Should be ‘dinosaurs’]
abq: [«Адинозаврква» – хIва акIвзара атахъыпI]

source: [Should be “We are”]
abq: [«ХIара хIаъапI» – хIва акIвзара атахъыпI]

source: Single
abq: ЙызхъазыкIу

source: Single sentence submission
abq: АжванахъакI аквчважвара

source: Skip
abq: абжьажьра

source: Small batch
abq: Йдучвам гвып

source: Small batch sentence submission
abq: Ажванахъаква йдууым гвып-гвыпта йгIарбара

source: Source: { $sentenceSource }
abq: Хъша: { $sentenceSource }

source: Speak
abq: Ачважвара

source: Speak now
abq: Швчважва

source: Speak options menu
abq: Ачважвара йазцауа аменю

source: Start recording
abq: Йаншвцlауа швалага

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
abq: <strong>[цIыкь-цIыкь бжьы]</strong> адинозавр дудздзаква <strong>[ цIыкь-цIыкь бжьы]</strong>-триас гIамта йту.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
abq: <strong>[Амсара]</strong> Адинозавр дудздзаква <strong>[амхIвара]</strong> триас.<strong>

source: Submit
abq: аущтра

source: Submit a new question for the community to read and respond to
abq: Азцlгlара шlыц йшапхьуш игьи джьауап шартуаш агвып йырзышвщти

source: Submit a report
abq: хабаргlвыра аущтра

source: Submit clips
abq: Аклипква аушвщт

source: Submit new questions for the community to read and respond to
abq: АзцIгIара шIыцква швщти, ажвлара гвып ауат йрыпхьата джьауап шрызгIатхуаш апшта.

source: Success
abq: ДахIвра

source: success checkmark
abq: Дахlвра ачlвагъва

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
abq: Агъьмала йатшврыпа ажванахъа щта азышвхlвара швтахъызтын. <strong>Шваквчважвара гlаныжвжьырныс швхъшвымраштылын!</strong>

source: Taking several attempts to read a word.
abq: Ажва йшгIапхьауа йзнымкIва-йгIванымкIва апшра.

source: Tap
abq: аквсра

source: Technology and Robotics
abq: Атехнологиякви аробот ргIапсракви

source: Thank you for contributing your bulk submission!
abq: ХIшвзыразпI материал щардата йъагIашвщтийыз!

source: Thank you for contributing your voice!
abq: Хlшвзыразпl швбжьы гlашвыргауа!

source: Thank you for donating your voice clips!
abq: Хlшвзыразпl швбжьы злу аклипква рыхъаз!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
abq: Шванцlараква рыхъаз хlшвзыразпl!<lineBreak></lineBreak>Ужвы ацlахьыла йыъу швклипква швалапш игьи йаушвщт.

source: Thank you for your voice information
abq: Хlшвзыразпl швбжьыла йалу аинформация ахъаз

source: The bumblebee sped by.
abq: АтшцIыжв сыгIвпссгIатI.

source: The clip has disrespectful or offensive language.
abq: Аклип уыхв назыркъвуа йа ухъа зырпудуа ажваква алапI.

source: The giant dinosaur of the Triassic.
abq: Триас гIамта адинозавр дудздза.

source: The giant dinosaurs of the Triassi-.
abq: Триасси динозавр дудздзаква

source: The giant dinosaurs of the Triassic.
abq: Триас гIамта адинозавр дудздзаква.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
abq: Триас гIамта адинозавр дудздзаква. <strong>[бжьыкIла угIапхьитI]</strong>

source: The giant dinosaurs of the Triassic. Yes.
abq: Триас гIамта адинозавр дудздзаква. Щта.

source: The giant dino <strong>[cough]</strong> the Triassic.
abq: Адинозавр дудздза <strong>[амхIвитI]</strong> триас гIамта йту.

source: There are currently no sentences to review in this language.
abq: Йахьчlвала ари абызшвала ажванахъа уызлапшуаш йгьаъам.

source: The recording was too long.
abq: Абжьы ауырачвата йаннацlатl.

source: The recording was too quiet.
abq: Абжьы псейспачвата йаннацlатl.

source: The recording was too short.
abq: Абжьы айшысчвата йаннацlатl.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
abq: ГвынгIвырапI йапшым агIапхьагIвчва рбыжьква рдура шапшымызлуш. Ауи аншвымуаш абжьы йанырцIаз апнарышвтуата йдууызтын йа (рыцIа щардала йыншауа) атекст швампшуата йырхIваз швзалмыргауата абжьы хвыцызтын агIан акIвпI.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
abq: Ажванахъа йазызкlкlуа йхъаду Common Voice аплатформа ахьыла йатхlрыпитl. Ужвищтара швахвитпl<writeURL>йыжвгlвырныс</writeURL> ажванахъа йа <reviewURL>швалапшырныс </reviewURL> ажванахъа кlьыда Common Voice йгlарщтийыз.

source: The sentence has a grammatical or spelling error.
abq: Ажванахъа грамматика йа орфография хальатI алапI.

source: The sentence has disrespectful or offensive language.
abq: Ажванахъа уыхв назыркъвуа, ухъа зырпудуа ажваква алапI.

source: The sentence must be grammatically correct.
abq: Ажванахъа грамматикала йтамамызлгlара атахъыпl.

source: The sentence must be speakable.
abq: Ажванахъа йузыхlвауата йаъазлгlара атахъыпl.

source: The sentence must be spelled correctly.
abq: Ажванахъа тамамта йхlвара атахъыпl.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
abq: Ари аинформация ашвымткIва амаль амамкIва йгьаъам – йауашта йшвпхьадзузтын акIвпI йацшвцIара анатахъу. ХIара йалакIу ахабарква антахIцIауа дасу йхъатала йзынарху адырраква йыззынарху дшуымдыруаш апшта йхIпсахитI, швыхьыз, швэлектрон почта агьиква демография нархара зму аинформация (швныбыжь йа швхъацIума-швпхIвысума) йшапщыламызлуш хIахъпшылитI.

source: Three to go!
abq: Хгlвы гlанхатl!

source: Too many files
abq: Афайлква щардачвапI

source: Transcribe audio recordings
abq: Абыжьква гIвырала йгIарбара

source: Transcribe audio recordings into text
abq: Йану абыжьква абыжьгIарбагаквала йгIвыхра

source: Try again by dragging your file here
abq: Афайл арыла йгIаташвхIвата ужвыгьи зны швапшы.

source: Try uploading again
abq: Ужвыгьи зны швапшы йшвзытацIузтын

source: Understand contribution criteria
abq: АлацIара ашвага-загаква гIагвынгIвра

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
abq: Йану абыжьква шванрыздзыргIвуа швгватра рыцIа йыззынашвырхара атахъу гIашвшвырдырта – швбыжьква рыцIа йырчвыта йаншвцIала!

source: Upload aborted. Do you want to delete your recordings?
abq: Атацlара гьамуытl. Шванцlараква тышвххырныс швтахъума?

source: { $uploadedSentences } of { $totalSentences } sentences collected
abq: { $uploadedSentences } { $totalSentences } ажванахъакI йгIарылхпI

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
abq: { $uploadedSentences } { $totalSentences } ажванахъакI йгIарылхпI. Йамуыз ажванахъаква ташвцIара ахъазла араъа <downloadLink>шваквс</downloadLink>.

source: Upload failed, please retry.
abq: ЙгьтанамцIатI, ужвыгьи зны швапшы.

source: Upload <icon></icon> public domain sentences
abq: ЗымгIвагьи йырзацапшу ажванахъаква<icon></icon>тацIара

source: Upload in progress...
abq: ЙтанацIитI…

source: Upload more sentences?
abq: Ужвыгьи ажванахъа тахIцIушма?

source: Use correct grammar
abq: Йтаразу аграмматика гlашврысабап

source: Use correct spelling and punctuation
abq: Йтаразу ахlващи ачважващи гlашврысабап

source: Validate Readings
abq: Апхьараква арыбагъьара

source: Validate Readings, Review Transcriptions
abq: Апхьараква арыбагъьара, транскрипцияква алапшра

source: Validate Readings <small>(Coming soon)</small>
abq: Апхьараква арыбагъьара <small>(Йгlаталуаштl уыжвласыла)</small>

source: Validate readings submitted by community members
abq: Агвып йалакву йгlатарцlаз апхьараква шврыбагъьа

source: Validate user-recorded readings in your language
abq: Агlарысабапыгlвчва швыбызшвала рбыжь анцlараква шврыбагъьа

source: Varying Pronunciations
abq: Йапшым ахIващаква

source: Volume
abq: Зъара йнадзауа

source: Want to save your information? <createProfile>Create a profile</createProfile>
abq: Аинформация гlаныжвжьра швтахъума? <createProfile>Профиль гlаншвырша</createProfile>

source: We are going out to get a coffee.
abq: ХIара кофе хIыжвырныс хIцитI.

source: We are going out to get coffee.
abq: ХIара кофе хIыжвырныс хIцитI.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
abq: Аудиоклипкlгьи швыззыдзыргlваш гьгlахlмаутl. Дакlв цlрыкlвын шватапшхырныс хlшвыхlвитl.

source: We couldn’t get any sentences for you to speak. Please try again later.
abq: ЙухIвуш ажванахъакIгьи гьхIмаутI. ТIакIв анцIра шватапшх.

source: We may have run out of clips - refresh the page, or try again later.
abq: Хlклипква йалгарныз ауыпl - абгъьыц гlашвыршlыц йа дакlв цlрыкlвын шватапшх.

source: We’re going out to get coffee.
abq: ХIцапIта кофе хIыжвпI.

source: We're making some big changes
abq: Псахра дуквакl рцlыхъва хlтагылапl

source: We’re sorry, your platform is not currently supported.
abq: Йхlызшвыргlвах, швплатформа йахьчlвала цхърагlара гьамам.

source: We've run out of sentences to record in this language...
abq: Ари абызшвала йыгIгIвуашыз ажванахъаква хIрылгатI…

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
abq: ХIара йхIтахъыпI амашина азыбжьара ахабзаква йапшым йацIу адауышква йызрыдынхалуата йаъазларныс, мачIкI йдучвазшва йаъу абыжьквагьи атекст шабгу аздзыргIвра йамзарархузтын йгIанужьырныс уадрыхвитуата. ЙдууымкIва бжьы ацIазларныс ауаштI, ажвипхьадза уызмыргIауата йдуу амакъым – момо.

source: What issues are you experiencing with this sentence?
abq: Ари ажванахъа швара швыхъазла баргвырата йгIалцIйа?

source: What needs to be in my file?
abq: Суыс йалазара атахъу ачIвыйа?

source: What sentences can I add?
abq: Запш ажванахъайа йаласцlа ауаш?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
abq: Йану абыжьква шванрыздзыргIвуа йшыргIвызи йшанырцIази аквшвузтын гватшныта йшвырхъвых, чва зхъам хальатIквакI рахIа аламызтынгьи – абжьы шанырцIаз рзыжвымуын. <br /> РахIа узынйалауа ахальатIква йрылапI:

source: Why are you asking?
abq: Швзазцlгlауайа?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
abq: Упрофильла ауыс уызлу уырхъвых уахвитпl, ауи акlвымкlвагьи абжьы анцlагlвчва урачважварныс уылшитl.

source: Write
abq: Йыжвгlвы

source: Write options menu
abq: АнцIара апны йуызгIарысабапуаш амаль чIыдаква ргIашIыпхьадзара

source: y
abq: у

source: Yes
abq: щта

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
abq: Датшагьи аквцlаласква гlашврысабап швахвитпl: { sc-review-form-button-approve-shortcut } Адгылра ахъаз, { sc-review-form-button-reject-shortcut } Адымгылра ахъаз, { sc-review-form-button-skip-shortcut } Агlвщтра ахъаз

source: You cannot add multiple sentences for a single submission
abq: ЗынтацIарала закIы йайхIата ажванахъа гьшвзаццIушым.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
abq: Бызшвакlгьи гьгlалшвымхcтl. Хlшвыхlвитl, швцата <profileLink>швпрофиль</profileLink> апны швыбызшва гlалшвх.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
abq: Ари анапа ахъазла йщти йауашыз аъара швщтихьатI. Йауашызтын, йащтагIайуа ажванахъа швщтира апхъала { $retryLimit } дакъикъакI швазпшы. ХIшвзыразпI чхIара ъагIашвырбауа ахъазла!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
abq: Ари анапа ахъазла йщти йауашыз аъара швщтихьатI. Йауашызтын, йащтагIайуа ажванахъа швщтира апхъала { $retryLimit } секундакI швазпшы. ХIшвзыразпI чхIара ъагIашвырбауа ахъазла!

source: You must allow microphone access.
abq: Микрофон изин аутра атахъыпl.

source: You’re contributing to a target segment
abq: Йазалху мурад зму анархара швхъвы алашвцIитI

source: You’re contributing to our first target segment
abq: Йазалху мурад зму йапхъахауа хIнархара швхъвы алашвцIитI

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
abq: Ласчвата швымгlвайситl. Хlшвыхlвитl швызлапшуа ажванахъаква рыцlа цlолата швшрылапшуаш тарума момкlва йыгьтаразымма.

source: You're helping Common Voice reach our daily sentence goals!
abq: Швара ансимшы ажванахъата йтахIцIара атахъула хIхачIвква хIырзынадзарныс Common Voice швацхърагIитI.

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
abq: Швыбызшва вариант аклипква намхъарпныс ауыпl! Швгвы йыквшвузтын, швщаквыргылраква швпсахырныс швахвитпl датша ажванахъаква швыбызшвала йыжвбарныс ахъаз.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
abq: Швыбызшвала ажванахъа аъахмызларныс ауаштI. Йшвзымайразтын, швыбызшвала датшагьи ажванахъа жвбара ахIатырла, ащаквыргылщаква швпсах йауаштI.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
abq: { $goalValue } тагIврала <goalPercentage></goalPercentage> ансимшы хIмурад йазынадзарныс Common Voice швацхърагIатI!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
abq: { $goalValue } рхъвыхрала <goalPercentage></goalPercentage> ансимшы хIмурад йазынадзарныс Common Voice швацхърагIатI!

source: account recovery key
abq: аккаунт атащаквыргылхра цlапха

source: add-on
abq: аццlа

source: alternate text
abq: альтернатив гlвыра

source: attack
abq: ажвылра

source: attacker
abq: ажвылагlв

source: Attack Site
abq: Асайт ажвылра

source: attendee
abq: алагlв

source: authenticate
abq: рхъвыхра

source: authenticated
abq: рхъвыхра зму

source: authentication code
abq: рхъвыхра акод

source: autoplay
abq: аталагахра

source: backup authentication code
abq: агlалцlырта аутентификация код

source: bookmark
abq: турыхдырга

source: breakpoint
abq: тшчlварагlашlасырта

source: Bug report
abq: Агхачlв дырратара

source: certificate authority
abq: сертификацийа квта

source: cipher
abq: шифр

source: clipboard
abq: атазгlвырта

source: colorway
abq: ачваква

source: confirmation code
abq: йаквшахlату акод

source: context
abq: аконтекст

source: cookie banner
abq: акуки ардырра

source: corrupt
abq: ацакlра

source: corrupted
abq: йацакlыз

source: crash
abq: кlахlара

source: cross-site tracking cookie
abq: асайтква рыбжьара ащтацара куки

source: cryptominer
abq: криптогlалхыгlв

source: cryptomining
abq: криптогlалхра

source: debug
abq: рытаразра

source: deceptive site
abq: Мцы злу асайт

source: decode
abq: декод

source: decryption
abq: шифр алыхра

source: disinformation
abq: Мцхабар

source: distrust
abq: азхъацlара змам

source: email mask
abq: е-почта хьзыц

source: enable
abq: амальытра

source: encode
abq: энкод

source: encrypt
abq: ашифрркlра

source: encryption
abq: ашифрркlра

source: end user
abq: йцlыхъвахауа агIарысабапыгIв

source: Enhanced Tracking Protection
abq: Йагъьу ащтапшра ахчара

source: extension
abq: артбгlара

source: fingerprinter
abq: мачвщтаква йазызкlкlуа аъамапсыма

source: fingerprinting
abq: мачвщта азкlкlра

source: Firefox View
abq: Файерфокс квпшыра

source: grassroots
abq: цlахьгlаджвыквцlара

source: home page
abq: апычlв бгъьыц

source: import
abq: атрыпара

source: independent browser
abq: хъахвит браузер

source: innovations
abq: ашlыцраква

source: insecure
abq: йыхчам

source: installation
abq: аквыргылра

source: Issue
abq: атра

source: Legacy extension
abq: йажвыз арытбгlара

source: misinformation
abq: хабармцlабырг

source: native
abq: цри

source: net neutrality
abq: нет нейтрал

source: nonprofit
abq: хъахlара змам

source: non-profit
abq: хъахlара змам

source: open source
abq: йхвиту ахыцхырта

source: override
abq: ампсахра

source: phone number mask
abq: хъарачважвага номер псах

source: pop-up
abq: йгlаншауа ахъышв

source: preference
abq: ащаквыргылра

source: Privacy Notice
abq: ймадзу хабаррдырра

source: Privacy Policy
abq: ймадзу ахьабза

source: release
abq: аущтра

source: report
abq: хlвара

source: restricted site
abq: уызхвитым асайт

source: revert
abq: аршlыцра

source: Review checker
abq: аквчважвара рхъвыхра

source: search suggestion
abq: ажванахъагlагра пшгlара

source: security keys
abq: йыхчу ацlапхаква

source: sensitive
abq: уызсакъуаш

source: sidebar
abq: гlвына панель

source: sign
abq: мачвы

source: signer
abq: мачвацlазцlауа

source: sign in
abq: аталра

source: sign-in
abq: аталырта

source: studies
abq: рхъвыхраква

source: Terms of Service
abq: Апшцlыщтра ашвхlаусыгlваква

source: track
abq: ащтацара

source: trackers
abq: ащтацагаква

source: Tracking Content
abq: йызщтацауа аконтент

source: unencrypted
abq: шифр змам

source: unresponsive
abq: джьауапдъа

source: unsafe
abq: хчарадъа

source: validate
abq: шахlатхара

source: validity
abq: атамамра

source: version
abq: аверсия

source: Web Authentication
abq: веб аталра
